Revit 2027 API
StructuralSectionGeneralI.WebToeOfFillet Property
 Detailing distance from outer face of flange to web toe of fillet, in. (mm)
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double WebToeOfFillet { get; set; }
Public Property WebToeOfFillet As Double
	Get
	Set
public:
property double WebToeOfFillet {
	double get ();
	void set (double value);
}
member WebToeOfFillet : float with get, set
Property Value
Double
See Also
Reference
StructuralSectionGeneralI Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace